db.getSiblingDB('expirit').createUser({
  user: 'root',
  pwd: 'QmQ6syrpw8qw9JWnP3ynZ7RXZhurq4',
  roles: [{ role: 'root', db: 'admin' }]
});

db.location.insertOne({
  _id: ObjectId('5a9412696de9bedb83bd4607'),
  depth1: '서울',
  depth2: [
    '강남|역삼|삼성|논현',
    '서초|신사|방배',
    '잠실|신천',
    '천호|길동|둔촌',
    '구로|영등포|여의도|목동',
    '신림|서울대|사당|금천|동작',
    '강서|화곡|까치산|양천',
    '신촌|홍대|합정',
    '연신내|불광|응암',
    '종로|대학로',
    '성신여대|성북|월곡',
    '이태원|명동|용산|동대문|신당',
    '건대|왕십리|성수|구의',
    '청량리|회기|장안|답십리',
    '상봉|면목|태릉|노원',
    '수유|미아|창동|도봉'
  ]
});

db.location.insertOne({
  _id: ObjectId('5a9412696de9bedb83bd4608'),
  depth1: '부산',
  depth2: [
    '해운대|센텀시티|재송동',
    '송정|기장|정관',
    '광안리|경성대|대연|용호동|문현',
    '연산|토곡',
    '서면|양정|초읍|부산시민공원',
    '남포동|부산역|태종대|송도|범일동',
    '동래|사직|온천장|부산대|구서',
    '사상|덕천|하단|구포|명지|김해공항'
  ]
});
